[
  {
    "id": "STUDY-1",
    "title": "The impact of chocolate-based breakfasts on mathematical performance in school-aged children",
    "access": "Accessible only via a £35 paywall on the publisher's site.",
    "overview": "The study relies on the simplified premise that glucose provides immediate fuel for the brain. However, it fails to engage with the substantial body of existing literature describing the ‘sugar crash’ effect and the impact of sustained energy release on cognitive concentration.",
    "methods": "The researchers observed <i>N</i>=12 children in a single classroom for three days. There was no control group (e.g., children eating a standard breakfast) to compare against. Data availability: The authors state that raw data and individual test scores are ‘not shared due to commercial sensitivity regarding the chocolate brand involved.’",
    "conclusion": "The authors conclude that chocolate should be mandatory in school breakfasts to improve national grades. This is a massive generalisation based on a tiny, uncontrolled sample.",
    "source": "Predatory Journal. Published in a ‘pay-to-publish’ outlet with no rigorous peer review process, often used for marketing stunts disguised as science."
  },
  {
    "id": "STUDY-2",
    "title": "New alloy shows promise for lighter aircraft components",
    "access": "Direct PDF link available (Open Access).",
    "overview": "The study builds on standard metallurgical theories regarding titanium-aluminium blends, specifically addressing a known gap in the literature regarding heat resistance at high altitudes. It uses previous stress-testing models responsibly to predict performance.",
    "methods": "The team conducted rigorous stress-testing in controlled lab conditions, repeating the fracture test 500 times. Data availability: Full datasets, stress-test logs and the statistical code used for analysis have been uploaded to a public repository (OSF/GitHub) for verification.",
    "conclusion": "The conclusion is cautious. It states the alloy is significantly lighter but notes it is currently too expensive for commercial use, suggesting further research into manufacturing costs is required.",
    "source": "Respected Field-Specific Journal. A well-regarded peer-reviewed publication specialising in materials science and engineering."
  },
  {
    "id": "STUDY-3",
    "title": "The effect of pre-sleep screen time on sleep onset latency",
    "access": "Accessible with difficulty (requires searching the DOI in a university library or using Sci-Hub).",
    "overview": "The hypothesis is grounded in well-established theories regarding blue light emission and the suppression of melatonin (the sleep hormone). It cites robust prior research on circadian rhythms.",
    "methods": "The study surveyed 2,000 adults. However, it relied entirely on self-reported data (participants estimated how much they slept), which is often inaccurate compared to objective tracking. Data availability: Summary tables are provided in the appendix, but raw participant data is not available to protect privacy.",
    "conclusion": "The authors suggest a link between phone use and insomnia but responsibly acknowledge ‘reverse causality’—noting that anxious people might be using their phones because they cannot sleep, rather than the phone causing the sleeplessness.",
    "source": "High-Impact Generalist Journal. A prestigious journal that covers broad scientific topics; known for rigorous peer review but occasionally favours studies with mass appeal."
  },
  {
    "id": "STUDY-4",
    "title": "The neuroprotective effects of a daily herbal tea infusion on Alzheimer's disease prevention",
    "access": "Behind a publisher paywall (£49 for 24 hours access).",
    "overview": "The premise is loosely based on traditional folk medicine practices. It ignores current neurological understanding of amyloid plaques and tau tangles, which are the primary biological markers of Alzheimer's disease.",
    "methods": "A 6-week observational study of 40 people who already chose to drink the tea daily. There was no randomised control group. Cognition was measured via brief phone interviews rather than clinical scanning. Data availability: ‘Raw data unavailable due to participant confidentiality.’",
    "conclusion": "Overblown. The study confuses a short-term feeling of alertness (likely from caffeine) with the long-term prevention of a complex neurodegenerative disease.",
    "source": "Predatory Journal. The journal website contains broken English and promises ‘publication within 48 hours for a fee,’ indicating zero peer review."
  },
  {
    "id": "STUDY-5",
    "title": "Specific pesticide shows minimal impact on honey bee navigation in field conditions",
    "access": "Open Access (Direct PDF link).",
    "overview": "The study investigates the ecological validity of previous lab-based findings. It questions whether the harm seen in petri dishes translates to real-world farming environments, a valid scientific question.",
    "methods": "A large-scale field trial across 20 farms over two years, using RFID tags to track thousands of individual bees. The methodology was pre-registered (declared before the experiment started) to prevent cherry-picking results. Data availability: Full datasets and tracking code are uploaded to a public repository (Zenodo).",
    "conclusion": "Cautious and specific. It states that at current agricultural usage levels, this specific chemical does not significantly impair homing flight, but explicitly warns against applying this finding to other insect species.",
    "source": "Respected Field-Specific Journal. Published in a top-tier peer-reviewed journal dedicated to ecology and entomology."
  },
  {
    "id": "STUDY-6",
    "title": "A causal link between Instagram use and adolescent anxiety",
    "access": "Accessible with difficulty (via university library subscription).",
    "overview": "Uses standard social psychology theories regarding ‘social comparison’ and self-esteem. However, it assumes a direct causal vector without accounting for the complexity of adolescent mental health.",
    "methods": "A cross-sectional survey of 5,000 teenagers taken at a single point in time. While the sample size is large, the method relies entirely on self-reporting for both ‘hours used’ and ‘anxiety levels.’ Data availability: Summary statistics provided; raw data available only upon request to the lead author.",
    "conclusion": "Logical but limited. The study establishes a strong correlation but the authors (and the title) imply causation. They fail to address whether anxious teens simply retreat to social media more often.",
    "source": "Mid-Tier Psychology Journal. A legitimate peer-reviewed journal, though one that occasionally publishes correlational studies with catchy titles to boost its impact factor."
  },
  {
    "id": "STUDY-7",
    "title": "Eliminating gender bias in recruitment with a novel AI hiring tool",
    "access": "A white paper published directly on the tech company’s website (free, but requires an email sign-up).",
    "overview": "The approach assumes that simply removing names from CVs is sufficient to de-bias an algorithmic process. It fails to engage with literature on ‘proxy variables’ (how AI finds other patterns that correlate with gender).",
    "methods": "The developers tested the AI using CVs from their own previous hiring rounds. They did not account for the fact that their historical hiring data was already biased against women, meaning the AI learned to replicate that bias. Data availability: ‘Data and algorithms are proprietary intellectual property and cannot be shared.’",
    "conclusion": "Incorrect. The study claims success because names were hidden, but independent analysis later showed the AI penalised applicants who attended women's colleges or played women's sports.",
    "source": "Corporate White Paper. This is marketing material, not a peer-reviewed scientific study. It has not been vetted by independent experts."
  },
  {
    "id": "STUDY-8",
    "title": "Marginal efficiency gains in perovskite solar cells through new layering technique",
    "access": "Open Access.",
    "overview": "The study directly addresses a known engineering bottleneck in electron transport layers. It references the specific physics of perovskite crystal degradation responsibly.",
    "methods": "Rigorous laboratory testing under standard solar simulation conditions. The experiment was replicated by a second, independent lab before publication to ensure accuracy. Data availability: All spectral data and fabrication recipes are included in the supplementary materials file.",
    "conclusion": "Accurate and boring. Reports a 1.5% efficiency increase. Critically, it notes that the new material degrades faster in humidity, admitting it is not yet ready for commercial use.",
    "source": "Top-Tier Generalist Journal. Published in a journal equivalent to Nature or Science, known for publishing significant breakthroughs with rigorous review."
  },
  {
    "id": "STUDY-9",
    "title": "Cognitive desensitisation to real-world pain imagery following violent video game exposure",
    "access": "Behind a paywall.",
    "overview": "Relies on theories of cognitive desensitisation but attempts to map complex behavioural psychology onto simple blood-flow changes in the brain without sufficient justification.",
    "methods": "A laboratory study of 60 university students. Half played a violent game for 20 minutes, half played a puzzle game, then viewed images of injuries whilst in an fMRI scanner. The analysis of specific brain regions was NOT preregistered. Data availability: Data not shared.",
    "conclusion": "The authors claim a definitive link to real-world violence based only on short-term brain activity changes. They did not measure actual aggressive behaviour or long-term effects.",
    "source": "Mid-Tier Journal. A legitimate journal, but one that has been criticised in the past for accepting small-sample neuroscience studies that generate catchy headlines."
  },
  {
    "id": "STUDY-10",
    "title": "Prevalence of microplastic contamination in human blood samples",
    "access": "Open Access.",
    "overview": "Investigates the bioaccumulation of polymers in the human body. This is a novel field, so the theoretical framework is exploratory rather than established.",
    "methods": "The team developed a novel, highly sensitive chemical analysis method (mass spectrometry) to detect tiny plastic particles. Stringent contamination controls were used to ensure plastics from the lab equipment didn't affect results. Data availability: Full methodology and anonymised data concentrations are freely available.",
    "conclusion": "Nuanced and alarming. It confirms the presence of plastics in blood but explicitly states that the health implications of these specific concentrations are currently unknown and require urgent further study.",
    "source": "High-Impact Generalist Journal. Published in a world-leading journal with extremely high rejection rates and rigorous statistical review."
  },
  {
    "id": "STUDY-11",
    "title": "An evolutionary explanation for the correlation between height and CEO status in males",
    "access": "Accessible with difficulty (requires requesting a copy on a scientific social network).",
    "overview": "Uses evolutionary psychology to suggest height signals dominance. It fails to account for the ‘halo effect’ (social bias) and treats modern corporate structures as if they are prehistoric hunter-gatherer societies.",
    "methods": "The authors looked at the height of CEOs in Fortune 500 companies and compared them to the national average. No measure of actual company performance, profit or leadership skill was included. Data availability: A spreadsheet of CEO heights is available on request.",
    "conclusion": "Overblown. It confuses a societal bias (we promote tall men) with an inherent evolutionary ability (tall men are better leaders).",
    "source": "Preprint Server. The paper has been uploaded to a server but has not yet been peer-reviewed or accepted by a journal."
  },
  {
    "id": "STUDY-12",
    "title": "Comparative Efficacy of Lavender Essential Oil vs. Hypnotic Drugs in the Treatment of Insomnia",
    "access": "Behind paywall.",
    "overview": "Based on aromatherapy principles suggesting lavender affects GABA neurotransmitters. However, the mechanism is poorly understood and the study ignores the pharmacological complexity of benzodiazepines.",
    "methods": "A pilot randomised trial of 60 people with mild insomnia. Participants were assigned to lavender oil inhalation, placebo scent, or no treatment. Sleep was measured via self-reported diaries only (no objective actigraphy). The study was not blinded—participants knew if they received lavender. Data availability: Summary statistics only.",
    "conclusion": "Overblown. The study found a small subjective improvement in sleep onset (15 minutes) but the title claims it 'cures insomnia faster than pills' based on no direct comparison to medication.",
    "source": "Low-Tier Complementary Medicine Journal. A peer-reviewed journal, but one that publishes small, underpowered aromatherapy studies with weak methodology."  },
  {
    "id": "STUDY-13",
    "title": "Dietary Adaptation of Urban Foxes to Include High Levels of Anthropogenic Food Waste",
    "access": "Behind a paywall.",
    "overview": "Relies on standard ecological theory regarding ‘dietary plasticity’ in opportunistic omnivores (animals that eat anything). It fits well with existing urban ecology literature.",
    "methods": "Rigorous analysis of stomach contents of 300 deceased foxes collected over five years across three cities. Results were compared against rural fox diets. Data availability: Summary tables provided in the paper; full dietary datasets available on request to bona fide researchers.",
    "conclusion": "Solid. It concludes that urban foxes are highly dependent on anthropogenic (human) food sources, which may have implications for their health and population density.",
    "source": "Respected Field-Specific Journal. A specialised journal for Zoology and Ecology, known for solid, data-driven science."
  },
  {
    "id": "STUDY-14",
        "title": "The viability of edible crop cultivation in simulated Martian regolith",
    "access": "Open Access.",
    "overview": "Addresses a crucial gap in knowledge regarding ‘In-Situ Resource Utilisation’ for future space missions. It applies standard botanical knowledge to a novel soil environment.",
    "methods": "A greenhouse experiment using NASA-developed Mars soil simulant (Regolith). Tested various crop types with different fertiliser additives. Control groups used standard Earth soil. Data availability: All plant growth metrics, soil composition analysis and watering schedules are freely downloadable.",
    "conclusion": "Optimistic but careful. Crops grew, but the authors note they accumulated heavy metals present in the Mars simulant, making them unsafe to eat without further processing. The title misses this vital caveat.",
    "source": "Respected Field-Specific Journal. Published in a leading journal for Space and Planetary Science."
  },
  {
    "id": "STUDY-15",
    "title": "The Effect of Passive Listening to Classical Music on Abstract Reasoning Performance",
    "access": "Behind a paywall.",
    "overview": "A rehash of the ‘Mozart Effect,’ a theory largely debunked by modern psychology. It suggests passive listening boosts general intelligence, rather than just temporary arousal or mood.",
    "methods": "30 students took a short logic test after 10 minutes of Mozart, and another test after 10 minutes of silence. It did not measure IQ (which is a stable trait), but rather performance on one specific puzzle. The hypothesis was not preregistered. Data availability: Not provided.",
    "conclusion": "Overblown. It found a tiny, temporary improvement in one task and generalised it to ‘raising IQ,’ implying a permanent cognitive upgrade.",
    "source": "Low-Tier Journal. A peer-reviewed journal, but one with a low impact factor that often publishes ‘novelty’ psychology studies."
  },
  {
    "id": "STUDY-16",
    "title": "The Impact of Freezing Temperatures on Electric Vehicle Battery Range",
    "access": "Open Access.",
    "overview": "Based on known electrochemical properties of lithium-ion batteries. Electrolyte fluid becomes more viscous and internal resistance increases in cold climates; the theory is solid physics.",
    "methods": "Tested five popular EV models in climate-controlled chambers running standard driving cycles at +20°C and -10°C to ensure fair comparison. Data availability: Full test protocols and detailed discharge curves for all vehicles are available on the institute's website.",
    "conclusion": "Accurate. The study provides real-world data confirming a known limitation of current battery technology. It does not attack EVs but informs consumers in cold climates.",
    "source": "National Research Institute Report. Published by a government-funded transport research body. Highly credible and independent of car manufacturers."
  },
  {
    "id": "STUDY-17",
    "title": "A Self-Reported Analysis of Productivity in Remote vs. Office-Based Work Environments",
    "access": "A PDF report downloadable from a website.",
    "overview": "N/A. This is a purely explorative survey with no grounding in management theory or organisational psychology.",
    "methods": "An online survey of 2,000 workers. Productivity was measured solely by asking participants: ‘Do you feel more productive at home?’ Data availability: Proprietary data, not shared.",
    "conclusion": "Flawed. It uses a subjective feeling (‘I feel productive’) as an objective measure of output.",
    "source": "Corporate Marketing Report. The study was conducted and published by a management consultancy firm that sells remote-work software. A clear conflict of interest."
  },
  {
    "id": "STUDY-18",
    "title": "The Role of Gut Microbiota Imbalance as a Primary Causal Factor in Depression",
    "access": "Accessible with difficulty (specialist microbiology journal).",
    "overview": "Investigates the ‘gut-brain axis,’ a legitimate and exciting new field. However, the theory reduces a complex biopsychosocial disorder (depression) to a single biological cause.",
    "methods": "Transferred fecal microbiota from depressed humans into sterile mice. The specific behavioural scoring criteria were preregistered. The mice showed behavioural changes associated with rodent stress. Data availability: Data available upon request.",
    "conclusion": "Overblown title. The study shows an interesting mechanism in mice, but the title makes a massive leap to claiming it is the sole cause of depression in humans, ignoring trauma and social factors.",
    "source": "Respected Field-Specific Journal. A solid microbiology journal. The study is good; the interpretation of the conclusion (often by the press office) is the problem."
  },
  {
    "id": "STUDY-19",
        "title": "A 2,000-year reconstruction of Northern Hemisphere summer temperatures",
    "access": "Open Access.",
    "overview": "Dendroclimatology (using tree rings as proxies for past climate). The study uses established protocols for calibrating tree ring width against known temperature records.",
    "methods": "Combined thousands of tree-ring datasets from across Europe and Asia. Used rigorous statistical modelling to account for uncertainties and outliers. Data availability: The entire dataset of proxy records and the reconstruction code are hosted on the NOAA Paleoclimatology database.",
    "conclusion": "Robust. It shows current warming is unprecedented in the context of the last two millennia. The conclusion is highly specific about geographical limitations and statistical margins of error.",
    "source": "Top-Tier Generalist Journal. Published in a prestigious journal (e.g., Nature) known for strictly reviewing climate models."
  },
  {
    "id": "STUDY-20",
        "title": "The stabilising effect of Bitcoin adoption on the economy of a developing nation",
    "access": "A PDF uploaded to a crypto-enthusiast server.",
    "overview": "Relies on unorthodox economic theories promoted by cryptocurrency advocates, often ignoring standard monetary policy principles regarding inflation and liquidity.",
    "methods": "Looks at economic indicators in the country over a very short period (3 months) after adoption. It ignores massive external factors, such as global oil prices, which affected that economy simultaneously. Data availability: Links to some public charts provided, but no raw economic dataset included.",
    "conclusion": "Flawed correlation. It attributes short-term stabilisation entirely to Bitcoin without evidence, ignoring confounding variables.",
    "source": "Preprint / Blog Post. This is a non-peer-reviewed paper hosted on a community server. It has not been vetted by economists."
  },
  {
    "id": "STUDY-21",
    "title": "A Comparative Life-Cycle Assessment of Vertical Farming and Traditional Agriculture",
    "access": "Open Access.",
    "overview": "Uses ‘Life-Cycle Assessment’ (LCA), a standardised framework for assessing environmental impacts associated with all stages of a product's life.",
    "methods": "Compared data from three operational vertical farms against average data for conventional field farming of lettuce. Accounted for energy use for lighting/heating vs diesel for tractors/transport. Data availability: Full LCA assumptions and input data tables provided in the appendix.",
    "conclusion": "Nuanced. It reveals a trade-off: vertical farming saves land and water, but currently requires massive amounts of electricity, making it higher carbon depending on the local energy grid.",
    "source": "Respected Field-Specific Journal. Published in a reputable journal focusing on Sustainability and Agricultural Science."
  },
  {
    "id": "STUDY-22",
    "title": "Objective Tracking of Late-Night Smartphone Use and its Association with Lower Sleep Quality in Adolescents",
    "access": "Behind a paywall.",
    "overview": "Builds on previous survey data but aims to correct the ‘recall bias’ (memory errors) of those studies by using digital tracking.",
    "methods": "500 teenagers installed an app that tracked exact phone usage times and wore an actigraphy wristband to measure actual sleep patterns for two weeks. The statistical analysis plan was preregistered on OSF to prevent p-hacking. Data availability: Anonymised, aggregated data is available on the Open Science Framework (OSF), but individual raw traces are hidden for privacy.",
    "conclusion": "Strong. The use of objective measurement tools removes memory bias. The conclusion accurately reports a significant negative correlation between screen usage after 10 PM and sleep duration.",
    "source": "High-Impact Generalist Journal. A top-tier journal known for rigorous medical and health sciences research."
  },
  {
    "id": "STUDY-23",
    "title": "The efficacy of a novel peptide cream in reversing signs of dermal aging",
    "access": "Behind paywall.",
    "overview": "Investigates topical peptides for collagen synthesis. The biological mechanism (peptide penetration through the stratum corneum) is questionable, and the study does not address bioavailability concerns raised in dermatology literature.",
    "methods": "Company-sponsored trial of 120 women aged 40-60. Participants applied the cream twice daily for 12 weeks. Outcomes measured via participant self-assessment questionnaires ('How old does your skin look?') and non-blinded researcher ratings of photographs. No placebo cream control. Data availability: Published summary only; raw data proprietary.",
    "conclusion": "Overblown. While participants reported feeling their skin looked younger, objective measures like wrinkle depth were not assessed. The title's '20 years younger' claim is based on subjective perception in an unblinded study.",
    "source": "Low-Tier Dermatology Journal. Peer-reviewed but known for accepting industry-sponsored cosmetic studies with weak controls."  },
  {
    "id": "STUDY-24",
    "title": "The efficacy of mindfulness meditation as an intervention for chronic pain: a systematic review",
    "access": "Open Access via Cochrane Library.",
    "overview": "Meta-analysis of 38 randomised controlled trials investigating mindfulness-based interventions for chronic pain conditions. Uses established frameworks from pain neuroscience and psychological interventions.",
    "methods": "Systematic review following Cochrane protocols. Included 3,500+ participants across multiple pain conditions. Pre-registered methodology. Independent reviewers assessed bias. Full PRISMA checklist provided. Data availability: All extracted data and analysis code publicly available.",
    "conclusion": "Cautious and specific. Reports moderate effect size for pain reduction (d=0.33) but notes high heterogeneity between studies. Acknowledges mindfulness works better for some pain types than others and cannot replace medical treatment.",
    "source": "Cochrane Database of Systematic Reviews. Gold-standard source for evidence synthesis. Rigorous peer review and editorial oversight."
  },
  {
    "id": "STUDY-25",
    "title": "The application of structured water therapy in chronic disease management",
    "access": "Open access in complementary medicine journal.",
    "overview": "Tests the hypothesis that magnetically-treated water alters H2O molecular clusters, potentially affecting cellular hydration. The proposed mechanism conflicts with established chemistry, but the study attempts to investigate outcomes empirically.",
    "methods": "A non-randomised trial of 80 adults with various chronic conditions (diabetes, arthritis, depression). Half received 'structured water' treatment (water exposed to magnetic fields), half received regular water, but assignment was not blinded. Outcomes measured via self-reported symptom questionnaires over 8 weeks. No objective biomarkers (blood glucose, inflammation markers) were measured. Data availability: Full dataset provided in supplementary materials.",
    "conclusion": "Overblown. The study found subjective improvements in self-reported symptoms but cannot distinguish placebo effects from treatment. The title's claim about 'curing' diseases is not supported by the actual findings.",
    "source": "Low-Tier Complementary Medicine Journal. Peer-reviewed but specialises in alternative therapies and has lower methodological standards than mainstream medical journals."  },
  {
    "id": "STUDY-26",
    "title": "A phase III trial of a novel Alzheimer's drug and its effect on cognitive decline",
    "access": "Behind paywall (£45 per article).",
    "overview": "Investigates monoclonal antibody targeting amyloid-beta plaques. Grounded in established Alzheimer's pathology but outcome measure (CDR-SB scale) is somewhat controversial in the field.",
    "methods": "Randomised, double-blind, placebo-controlled trial. <i>N</i>=1,800 participants across 200 sites. 18-month follow-up. However, dropout rate was high (32%), and post-hoc subgroup analyses not pre-registered. Data availability: Summary statistics only; full data available to qualified researchers upon request.",
    "conclusion": "The title overstates findings. The 27% figure refers to relative slowing on one cognitive scale, not functional improvement. Paper acknowledges the drug doesn't restore lost function and has significant side effects (brain swelling in 13% of participants).",
    "source": "High-Impact Medical Journal. Well-respected but the study was funded entirely by the pharmaceutical company developing the drug."
  },
  {
    "id": "STUDY-27",
    "title": "The predictive relationship between income inequality and population health outcomes: a longitudinal study",
    "access": "Open Access.",
    "overview": "Uses 40 years of data across 50 countries to examine Gini coefficient and health metrics. Builds on established social epidemiology theories and addresses confounders like absolute poverty and healthcare spending.",
    "methods": "Sophisticated multi-level modelling using WHO and World Bank datasets. Pre-registered analysis plan. Extensive sensitivity analyses. Controls for GDP, healthcare access, education. Data availability: All code and datasets publicly archived.",
    "conclusion": "Robust but carefully worded. Shows strong association between inequality and life expectancy, infant mortality, and mental health even after controlling for absolute wealth. Acknowledges causation cannot be proven from observational data.",
    "source": "Top-Tier Public Health Journal. Known for rigorous statistical review and replication-friendly practices."
  },
  {
    "id": "STUDY-28",
    "title": "The effect of a proprietary energy drink formula on athletic performance",
    "access": "Company-funded study summary on corporate website.",
    "overview": "Tests proprietary caffeine-taurine blend. Ignores decades of sports science showing caffeine effects plateau and vary hugely by individual tolerance.",
    "methods": "Compared 20 athletes drinking the energy drink vs water. No blinding (athletes knew which drink they got). Performance measured on company-owned equipment. No independent verification. Data availability: Proprietary.",
    "conclusion": "Cherry-picked results. The 35% figure comes from one specific sprint test; overall performance improvement was minimal and within normal day-to-day variation.",
    "source": "Corporate White Paper. Research conducted by company's own lab. Lead author is the company's Chief Marketing Officer."
  },
  {
    "id": "STUDY-29",
    "title": "An analysis of leaked documents purporting to show underreported vaccine injury rates",
    "access": "Free PDF on conspiracy theory website.",
    "overview": "Misinterprets VAERS data (a passive reporting system for any health event after vaccination, not proven causation). Ignores statistical principles and how VAERS actually works.",
    "methods": "No original research. Selectively quotes decontextualised sentences from regulatory documents. Conflates correlation with causation. No statistical analysis of baseline rates.",
    "conclusion": "Dangerously misleading. Presents normal background illness rates as vaccine injuries. Does not mention that VAERS reports are unverified and anyone can submit them.",
    "source": "Conspiracy Website. Anonymous author. Website also promotes COVID denialism and sells unregulated supplements."
  },
  {
    "id": "STUDY-30",
    "title": "Association between Mediterranean diet adherence and dementia risk: a 25-year follow-up study",
    "access": "Behind paywall.",
    "overview": "Prospective cohort study using validated food frequency questionnaires. Builds on established nutrition epidemiology and neurodegeneration research.",
    "methods": "Followed 8,000 participants for 25 years. Used standardised dementia assessments. Controlled for education, exercise, smoking, genetics (APOE4). However, diet was self-reported (not objectively measured) and adherence could change over time. Data availability: Aggregate data in appendix; individual data on request.",
    "conclusion": "Well-balanced. Reports 23% lower dementia incidence in high Mediterranean diet adherence group but acknowledges this is observational and cannot prove the diet caused the reduction (healthier people might choose healthier diets).",
    "source": "Respected Medical Journal. Good reputation but not top-tier. Appropriately rigorous peer review."
  },
  {
    "id": "STUDY-31",
    "title": "The impact of daily reading to infants on language skill acquisition at age 3: a randomised trial",
    "access": "Open Access.",
    "overview": "Tests early literacy intervention grounded in developmental psychology and neurolinguistics. Addresses known socioeconomic disparities in language exposure.",
    "methods": "Cluster-randomised trial (randomisation at community health centre level). <i>N</i>=600 families. Intervention group received books and training. Control group received standard care. Assessments blinded. Pre-registered outcomes. Data availability: De-identified data and analysis scripts on OSF.",
    "conclusion": "Measured and specific. Reports significant improvements in vocabulary and grammar but notes effects were strongest in lower-income families and attenuated by age 5. Does not claim reading alone solves educational inequality.",
    "source": "Top-Tier Developmental Psychology Journal. Known for emphasis on replication and open science."
  },
  {
    "id": "STUDY-32",
        "title": "A review of claims linking 5G mobile networks to cancer, autism, and infertility",
    "access": "Shared on social media, links to pseudoscience portal.",
    "overview": "Conflates 5G radio waves with ionising radiation (completely different types of electromagnetic radiation). Ignores physics and biology of how radiation interacts with tissue.",
    "methods": "No study. Article cites unnamed 'scientists' and misrepresents quotes from unrelated research on high-dose ionising radiation (like X-rays).",
    "conclusion": "Pure misinformation. Radio frequency radiation from 5G is non-ionising (cannot break DNA bonds). Claims are biologically impossible at real-world exposure levels.",
    "source": "Social Media Post / Pseudoscience Website. No peer review. Site also promotes flat Earth theory."
  },
  {
    "id": "STUDY-33",
    "title": "A machine learning algorithm for early detection of pancreatic cancer from routine blood tests",
    "access": "Open Access.",
    "overview": "Uses metabolomics and machine learning on electronic health records. Pancreatic cancer is notoriously hard to detect early, so this addresses a critical clinical gap.",
    "methods": "Analysed blood samples from 500 eventual pancreatic cancer patients and 1,500 matched controls. External validation cohort of 400 patients. Algorithm development properly separated from testing set. Cross-validated. Data availability: Model code open-sourced; patient data available to approved researchers (privacy restrictions).",
    "conclusion": "Promising but appropriately cautious. Notes the 92% accuracy needs prospective validation before clinical use. Acknowledges false positives would cause anxiety and unnecessary procedures. Calls for multi-site replication.",
    "source": "High-Impact Medical AI Journal. Requires detailed reporting of AI methods and external validation."
  },
  {
    "id": "STUDY-34",
    "title": "The role of an alkaline diet in cancer prevention through blood pH regulation",
    "access": "Free e-book on wellness influencer's website.",
    "overview": "Fundamentally misunderstands human physiology. Blood pH is tightly regulated (7.35-7.45) regardless of diet; if it changed significantly, you would die.",
    "methods": "No research. Cites debunked theories and misunderstands how metabolism works. No mention of actual cancer biology.",
    "conclusion": "Nonsense. The body maintains pH through breathing and kidney function, not food. Cancer is caused by genetic mutations, not 'acidic blood.'",
    "source": "Wellness Influencer Blog. Author has no medical or scientific credentials. Sells alkaline water machines and supplements."
  },
  {
    "id": "STUDY-35",
    "title": "Association between urban green space access and rates of anxiety and depression",
    "access": "Behind paywall.",
    "overview": "Uses satellite imagery to quantify green space and links to mental health survey data. Grounded in environmental psychology and stress-reduction theories.",
    "methods": "Cross-sectional study of 15,000 adults across 50 cities. Clever use of objective green space metrics (NDVI from satellites). However, correlation study - can't prove causation (maybe wealthier, less stressed people move near parks). Data availability: Summary stats only.",
    "conclusion": "Plausible but limited. Shows association but authors acknowledge reverse causation possibility and confounders like income. Calls for experimental interventions.",
    "source": "Mid-Tier Environmental Health Journal. Legitimate peer review but not the most rigorous in the field."
  },
  {
    "id": "STUDY-36",
    "title": "The effect of a probiotic yogurt on immune function markers",
    "access": "Press release; full study not published.",
    "overview": "Tests proprietary bacterial strains. Uses 'immune function' vaguely (the immune system has hundreds of components - which one improved?).",
    "methods": "Company internal study. Measured one non-specific immune marker (IgA in saliva) in 30 people for 2 weeks. No control group, no published protocol. Data availability: None.",
    "conclusion": "Marketing claims. The 80% refers to a temporary spike in one immune marker, not actual infection resistance or health outcomes.",
    "source": "Food Company Press Release. Not peer-reviewed. Study conducted by company employees."
  },
  {
    "id": "STUDY-37",
    "title": "Psilocybin-assisted therapy for treatment-resistant depression: a double-blind RCT",
    "access": "Open Access.",
    "overview": "Investigates psychedelic therapy for depression. Builds on neuroscience of serotonin receptors and psychological theories of set/setting in psychedelic therapy.",
    "methods": "Randomised, double-blind, placebo-controlled trial. <i>N</i>=100 patients who failed at least 2 antidepressants. Rigorous screening, therapy protocol standardised, independent assessors. 6-month follow-up. Pre-registered. Data availability: Full anonymised data on approved repository.",
    "conclusion": "Careful interpretation. Shows significant symptom reduction but notes therapy protocol was intensive (not just the drug alone), some patients relapsed, and long-term safety still unknown. Calls for larger trials.",
    "source": "Top-Tier Psychiatry Journal. Known for conservative editorial standards and emphasis on clinical significance."
  },
  {
    "id": "STUDY-38",
    "title": "A review of the health risks of genetically modified crops by an industry panel",
    "access": "Free report on biotech industry association website.",
    "overview": "Reviews existing literature on GMO safety. However, panel members are all employed by biotech companies - clear conflict of interest.",
    "methods": "Narrative review (not systematic). Cherry-picks studies showing safety; ignores research raising concerns about pesticide use and biodiversity. No independent critical appraisal.",
    "conclusion": "Biased summary. While many GMOs are likely safe to eat, the panel ignores environmental concerns and dismisses any contrary evidence as 'anti-science.'",
    "source": "Industry Association Report. All authors work for GMO-producing companies. Not independent or peer-reviewed."
  },
  {
    "id": "STUDY-39",
    "title": "Accelerating sea level rise through 2100: an analysis of global climate models",
    "access": "Open Access.",
    "overview": "Uses ensemble of climate models (CMIP6) with updated ice sheet dynamics. Builds on established physics of thermal expansion and glaciology.",
    "methods": "Multi-model comparison with rigorous uncertainty quantification. Incorporates satellite data, tide gauges, and paleoclimate proxies for validation. Pre-registered methodology. Data availability: All model outputs and code archived in public repositories.",
    "conclusion": "Sobering but precise. Projects 0.6-1.1m rise by 2100 under current emissions trajectory, with clear uncertainty ranges and regional variations. Acknowledges ice sheet behaviour is the largest source of uncertainty.",
    "source": "Top-Tier Earth Science Journal. Highest standards for climate model reporting and reproducibility."
  },
  {
    "id": "STUDY-40",
    "title": "A laboratory analysis of alleged mind-control chemicals in aircraft contrails ('chemtrails')",
    "access": "Anonymous blog post with blurry photos.",
    "overview": "Conspiracy theory. Contrails (condensation trails from aircraft) are water vapour, not chemicals. Basic atmospheric science debunks this.",
    "methods": "No credible methodology. Shows photos of normal contrails. Claims to have 'lab analysis' but provides no chain of custody, no lab credentials, no peer review.",
    "conclusion": "Fabricated. No evidence provided. Contradicts fundamental chemistry and meteorology.",
    "source": "Anonymous Blog. No credentials, no review, no accountability. Site also promotes New World Order conspiracy theories."
  },
  {
    "id": "STUDY-41",
    "title": "Efficacy of pre-exposure prophylaxis (PrEP) in reducing HIV transmission risk in a real-world cohort",
    "access": "Open Access.",
    "overview": "Follows high-risk individuals taking daily PrEP medication. Grounded in virology and pharmacokinetics of antiretroviral drugs.",
    "methods": "Prospective cohort of 5,000 participants. Adherence monitored via pharmacy refills and drug level testing. Compared to matched historical controls. Independent outcome ascertainment. Data availability: De-identified data on request.",
    "conclusion": "Strong evidence but emphasises adherence. Near-perfect protection when taken consistently, but effectiveness drops sharply with missed doses. Notes PrEP doesn't protect against other STIs.",
    "source": "Top-Tier Infectious Disease Journal. Rigorous review and high clinical relevance standards."
  },
  {
    "id": "STUDY-42",
    "title": "The effect of testosterone therapy on youth and vitality in men over 40",
    "access": "Published in supplement industry magazine.",
    "overview": "Promotes off-label testosterone use for 'anti-aging.' Downplays cardiovascular risks and ignores endocrinology showing normal age-related decline isn't a disease.",
    "methods": "Retrospective review of clinic patients (no control group). Patients self-selected for treatment and reported 'feeling better' (subjective). No long-term safety monitoring. Data availability: None.",
    "conclusion": "Irresponsible. Conflates correlation with causation and ignores serious side effects (heart attack, stroke, prostate issues). Written by clinic owner who profits from selling testosterone.",
    "source": "Men's Health Magazine / Clinic Advertising. Not peer-reviewed. Author owns testosterone clinic mentioned in article."
  },
  {
    "id": "STUDY-43",
    "title": "Correction of the sickle cell mutation in a human patient trial using CRISPR gene editing",
    "access": "Behind paywall.",
    "overview": "Uses CRISPR-Cas9 to edit patient's own hematopoietic stem cells, correcting the genetic mutation causing sickle cell disease. Grounded in molecular biology and gene therapy.",
    "methods": "Single-arm trial (no control group - unethical to withhold treatment from sick patients). <i>N</i>=15 patients with severe sickle cell disease. 2-year follow-up. Rigorous safety monitoring. Data availability: Patient-level data restricted; summary data in paper.",
    "conclusion": "Promising but appropriately cautious. All patients showed improvement, but long-term effects unknown. Procedure is extremely expensive and complex. Acknowledges off-target editing detected in 2 patients (monitoring ongoing).",
    "source": "Top-Tier Medical Journal. Requires independent data monitoring boards for clinical trials."
  },
  {
    "id": "STUDY-44",
    "title": "The efficacy of an organic diet in preventing all diseases: a 10-year study",
    "access": "Published on organic food industry website.",
    "overview": "Massively overstates findings. 'All diseases' claim ignores genetics, smoking, exercise, and countless other factors.",
    "methods": "Observational study comparing organic food shoppers to general population. No control for income, education, or overall healthy lifestyle (people who buy organic often exercise more, smoke less, etc.). Data availability: Not provided.",
    "conclusion": "Misleading. Any observed health differences likely due to confounding factors (wealthier, health-conscious people) not the organic label itself.",
    "source": "Organic Trade Association Report. Study funded by organic industry. Authors work for organic certification bodies."
  },
  {
    "id": "STUDY-45",
    "title": "The effect of hourly breaks from sitting on metabolic risk markers in office workers",
    "access": "Open Access.",
    "overview": "Tests interrupting prolonged sitting with short activity breaks. Based on metabolic physiology and epidemiology of sedentary behaviour.",
    "methods": "Randomised crossover trial. <i>N</i>=40 participants. Measured blood glucose, insulin, and lipids after 8-hour sitting vs sitting interrupted by 3-minute walks every hour. Lab-controlled conditions. Pre-registered. Data availability: Full data on OSF.",
    "conclusion": "Measured findings. Shows improvements in glucose metabolism but notes this was short-term, in controlled conditions. Doesn't claim breaks alone prevent diabetes or heart disease.",
    "source": "Respected Exercise Physiology Journal. Good methodological standards."
  },
  {
    "id": "STUDY-46",
    "title": "The efficacy of a 'detox' tea for toxin removal and adipose tissue reduction",
    "access": "Influencer Instagram post with affiliate link.",
    "overview": "Scientifically nonsensical. The liver and kidneys detoxify the body; no tea can 'flush toxins.' 'Belly fat' cannot be spot-reduced.",
    "methods": "No study. Influencer's personal testimonial plus paid actors in before/after photos. No measurements, no controls, no biology.",
    "conclusion": "Fraudulent marketing. The tea is a laxative causing temporary water weight loss (and dehydration), not fat loss.",
    "source": "Social Media Influencer. Paid promotion. No scientific credentials. FTC violations for undisclosed advertising."
  },
  {
    "id": "STUDY-47",
    "title": "The impact of participatory budgeting on civic engagement in marginalised communities",
    "access": "Open Access.",
    "overview": "Studies democratic innovation where residents directly decide local spending. Grounded in political science theories of deliberative democracy and empowerment.",
    "methods": "Mixed methods: quantitative analysis of voting records across 30 cities plus qualitative interviews with participants. Pre-registered analysis. Control cities matched on demographics. Data availability: Quantitative data public; interview transcripts available on request (privacy).",
    "conclusion": "Nuanced. Shows increased participation in marginalised groups but notes effects vary by implementation quality and existing political culture. Doesn't claim participatory budgeting solves all governance problems.",
    "source": "Top-Tier Political Science Journal. Known for rigorous mixed-methods standards."
  },
  {
    "id": "STUDY-48",
    "title": "The efficacy of magnets in curing arthritis pain by realigning 'body energy fields'",
    "access": "Free PDF on magnet therapy sales website.",
    "overview": "Pseudoscience. The human body has no 'energy fields' that magnets could affect. Static magnets used in therapy are far too weak to penetrate tissue.",
    "methods": "No controlled study. Testimonials from customers who bought magnetic bracelets. No comparison to placebo (which is powerful for subjective pain). Data availability: None.",
    "conclusion": "Placebo effect being sold as medicine. Systematic reviews of actual controlled trials show magnetic therapy performs no better than fake magnets.",
    "source": "Magnet Therapy Company Website. Selling magnets for £150 each. Site also claims magnets cure diabetes and cancer."  }
]